[["This is 99% invisible.", 140, 890, "2"], ["I'm Roman Mars.", 1030, 1600, "2"], ["If you tried to buy toilet paper in the last few weeks, I suspect you might have found yourself staring at an empty aisle in the grocery store, wondering where all the toilet paper has gone.", 4940, 9980, "2"], ["The first thought that came to my mind was that miserable hoarders took it all, and then I started contemplating the volume of a package of toilet paper, especially those massive.", 15000, 9000, "2"], ["You know, like the equivalent of 96 rolls packs that you see at Target, and I thought if just a couple dozen people bought one extra package that would clean out an entire shelf and buying one extra package is not.", 24020, 12140, "2"], ["That unreasonable if your whole family is trapped in the house and not using the toilet at work or at school or out in the world, and this run of toilet paper is not limited to the United States. An Australian man wrote this ballad about the toilet paper shortage:", 36520, 13080, "2"], ["Now we faced Watson Cyclones.", 49880, 1780, "2"], ["We've survived them all as one, but a toilet paper shortage will it made us come undone for the people started hoarding all the last remaining sheets.", 51660, 9600, "2"], ["They were punch ONS in the aisles.", 61290, 1570, "2"], ["There was panic in the streets me cracks in native.", 62880, 3260, "2"], ["Why putting someone cried in desperation.", 66140, 2420, "2"], ["What else could I bloody used to solve this situation?", 68890, 3030, "2"], ["And in the Netherlands, a Dutch worker went viral after he filmed a video of himself zooming around a warehouse stacked to the rafters with toilet paper laughing maniacally.", 72490, 11200, "2"], ["Oh Clearly the world has lost its mind over toilet paper.", 94160, 7530, "2"], ["I can confirm that first.", 101870, 1580, "1"], ["Hand this is known MPI contributors Stephanie Joyce.", 103450, 2840, "2"], ["So Stephanie, what have you seen first hand?", 106320, 2460, "2"], ["Yeah, so a month ago, when.", 108800, 2510, "2"], ["People really started going crazy over toilet paper.", 111310, 3420, "1"], ["I actually heard about a company here in New Mexico where I live that makes toilet paper.", 114930, 6270, "1"], ["It's called roses Southwest now.", 121220, 2850, "1"], ["For obvious reasons, this is not a company that I had heard of.", 124640, 3860, "1"], ["Before the coronavirus.", 128540, 1500, "1"], ["But when stories started, you know, coming out about people running out of toilet paper.", 131480, 4780, "1"], ["Roses announced that it was going to start doing public sales of toilet paper from its warehouse in Albuquerque.", 136720, 6060, "1"], ["For those of you struggling to find toilet.", 142800, 2110, "1"], ["Paper.", 144910, 570, "2"], ["We found a place here in Albuquerque with lots of it.", 145500, 3550, "1"], ["It's cash only.", 149110, 970, "1"], ["$35 for 96.", 150080, 990, "1"], ["Rolls, so they were just starting it.", 152790, 1670, "2"], ["So what do they normally do?", 154460, 1340, "2"], ["Yeah, so roses.", 156310, 1390, "2"], ["Doesn't usually sell directly to the public.", 157700, 3190, "1"], ["There's this funny division in the toilet paper world between the at-home and the away-from-home markets and Roses is an away-from-home wholesaler.", 161120, 11200, "1"], ["So when you're out in the world at a restaurant or in a sports stadium or a convenience store, they sell toilet paper to those businesses.", 172570, 10260, "1"], ["But as you said, of course now fewer people are out in the world using those businesses.", 182950, 6300, "1"], ["Instead, everyone is trying to stock up their paper at home where they're spending all of their time.", 189330, 5880, "1"], ["And that's part of the reason why it's flying off the shelves, and so in an attempt to help people who are trying to get toilet paper roses decided to sell directly to the public at a kiosk right outside their factory.", 195290, 14560, "1"], ["And I was curious who's gonna show?", 210480, 1820, "2"], ["Up to these sales, so I decided to go down to their next public sale.", 212300, 4000, "1"], ["It was on a Friday morning a few weeks back.", 216300, 2560, "1"], ["I should say before New Mexico ask people to stay at home.", 218880, 3440, "1"], ["I woke up super super early an I headed down to Albuquerque to check it out and let me tell you I was not prepared for this scene.", 222460, 9400, "1"], ["This is Dave of me.", 232060, 1320, "1"], ["When I arrived it is insane.", 233380, 3770, "1"], ["There are cars, literally, as far as I can see in any direction waiting in line.", 237790, 6100, "1"], ["To purchase toilet paper weight so there are like multiple lines of cars filled with people all waiting to buy toilet paper from this one kiosk.", 244370, 8800, "2"], ["Yes, coming from literally every direction I found out later that the longest line was almost 3 miles long.", 253190, 9390, "1"], ["3 miles.",262600,2000,"2"], ["Yes, which is crazy.", 264600, 2290, "1"], [" So of course I started to interview people who are waiting in their cars in line and just a warning.", 267090, 5660, "1"], ["The audio quality isn't super great.", 273750, 2380, "1"], ["I was using this really long pole to hold the microphone so I could stay at least six feet away from people and also talking to people through their rolled down passenger side windows.", 276150, 8780, "1"], ["For the most part.", 284930, 920, "1"], ["So it's not the best audio quality, but one of the first people I talked to, you was this woman named Brittany Parea.", 285870, 6100, "1"], ["She was there with her three year old daughter as Lucina.", 291990, 2540, "1"], ["How long have you been in line today since Seven wow?", 294550, 3960, "1"], ["Yeah Seven yeah.", 298900, 1330, "1"], ["Well she needed the bathroom so I had to go take her to the bathroom, then I lost my place in line, had to start again.", 300230, 5100, "1"], ["Oh my God, what's your plan if she has to go to bathroom?", 305390, 3070, "1"], ["Again, we did.", 308460, 1980, "2"], ["We have to I just open the door and she used it on the site.", 310440, 3080, "2"], ["A hold you like, you're sitting and just pee.", 315630, 2180, "2"], ["I told her really.", 317810, 1420, "2"], ["Oh my Lord, she had her daughter be out the door of the car while waiting for toilet paper.", 322370, 5460, "2"], ["There's so many levels of irony to that and just horror.", 327830, 3360, "2"], ["Yeah, Oh my God, yeah and Brittany and realized how insane all of this was.", 331190, 6780, "2"], ["She told me that like when she.", 337990, 1360, "2"], ["Had seen the line earlier in the week when she was running errands.", 339350, 3220, "1"], ["She had laughed at.", 342750, 1140, "1"], ["The people who were lined up.", 343890, 1100, "1"], ["She thought they were totally ridiculous, but then she actually started running.", 344990, 5040, "1"], ["Low on toilet paper.", 350030, 1420, "2"], ["And she went to half a dozen grocery.", 351500, 1500, "2"], ["Stores and they were all completely out.", 353000, 3060, "1"], ["I saw this line last week on Friday and I was like these people are ridiculous.", 356140, 5350, "1"], ["But I'm down to like 2 rows now.", 361510, 2440, "1"], ["I need to verify had like five or six.", 363970, 2690, "2"], ["I wouldn't bother.", 366660, 740, "2"], ["But yeah, I'm on my last two rolls so yeah, but it doesn't make no sense to me, so she's not like a hoarder or anything trying to get a year supply of toilet paper, so she's fine or even to sell toilet paper.", 367400, 10820, "2"], ["Anything like she's legitimately out and choose one of those people actually like me.", 378220, 3560, "2"], ["It was like this is a non perishable supply.", 381820, 3210, "2"], ["Is the non perishable product.", 385230, 1730, "2"], ["Why is anyone having to stock up on it?", 386980, 2420, "2"], ["But then she's just caught and find that she just doesn't have any.", 389400, 3080, "2"], ["Yeah exactly, and that's what I heard from people over and over again as I walked down the line.", 392500, 6380, "1"], ["Never in a lifetime what I thought I'd be waiting like for toilet paper I could see waiting for food.", 398980, 4880, "1"], ["A box of blue but.", 403860, 1340, "1"], ["OK, wrong one last person for you.", 406110, 1600, "1"], ["This is a woman named Mary Salus Cedillo and she was there with her granddaughters, phalia and Ahmad.", 407760, 5970, "1"], ["Show me they woke up at 4:00 AM to get in line which meant the better time I talked.", 413990, 6360, "1"], ["To them.", 420350, 540, "2"], ["They'd already been in line for almost 5 hours and.", 420970, 5300, "1"], ["It's not like they just woke.", 426330, 1550, "2"], ["Up and got in line know they strategized they.", 427880, 4170, "1"], ["Didn't have.", 432050, 580, "2"], ["Anything to eat or drink all morning?", 432710, 3360, "1"], ["So they wouldn't have to go to the bathroom.", 436240, 2110, "1"], ["I told the girls I'll buy you something to eat afterwards.", 438380, 2340, "1"], ["Are you hungry?", 442250, 900, "1"], ["Not really, I am.", 445250, 1280, "2"], ["When I was a kid I used to beg my mom to take me with her on errands, but that's got to be the worst air and of all time.", 448320, 5560, "2"], ["But what's clear is that people are willing to go to extreme lengths to avoid running out of toilet paper.", 454780, 6920, "2"], ["Yeah, I mean, obviously you get the point, but I find this super fascinating.", 462080, 4980, "2"], ["I mean, toilet paper.", 467060, 1100, "2"], ["It's like I guess important, but it's also not perishable.", 468160, 3580, "2"], ["It's not food or water, so like, why were these people desperate for toilet paper?", 471860, 5680, "1"], ["So this is a good question.", 477590, 1250, "2"], ["Is one of the reasons why we wanted to talk to you because.", 478840, 2360, "2"], ["I want to know actually how we became so reliant on this one product right?", 481530, 6300, "2"], ["And so I decided to actually look into the history a little bit and fundamentally I think this is a story about the genius of marketing, because obviously for most.", 487830, 11270, "2"], ["Of history, people would have thought it was insane to manufacture something.", 499100, 3770, "1"], ["Specifically for the purpose of cleaning yourself.", 502870, 2540, "2"], ["Basically people would use whatever and no pun intended at hand.", 505430, 5870, "2"], ["Including their own hands.", 511340, 1740, "2"], ["So this is Ron bloomer and bloomer.", 513420, 2740, "1"], ["Wrote a book called wiped.", 516160, 2220, "2"], ["It's a history of rear end hygiene and he says that for most of human existence, you know, people didn't have anything like paper.", 518610, 9150, "2"], ["They used rocks.", 527760, 1220, "2"], ["They used shells that used moss or, you know, they use the original cleaner: water.", 528980, 6400, "2"], ["The idea is you wet your hand with water and you use your left hand.", 535400, 6600, "2"], ["To clean your rear end and then you wash your hand and then you rinse and repeat.", 542210, 5250, "2"], ["As they say, I mean this makes sense.", 547480, 2170, "2"], ["Or some cultures you know like where your left hand is used for ablutions for cleaning.", 549650, 4820, "2"], ["And that's just part of the ritual and then your right hand is for eating and greeting people.", 554470, 3910, "2"], ["So water makes a tone as ends to me.", 558380, 2520, "2"], ["Shells on the other hand do not make that much sense.", 561390, 3250, "2"], ["Yeah, I didn't get.", 564660, 2140, "2"], ["Into too much detail with Ron about how exactly that would work.", 566800, 4320, "1"], ["The historical method that I personally found myself questioning that he described was the Romans'.", 571200, 5350, "2"], ["They had a sponge on a stick, which was sitting in a pail of water in these communal bathrooms, and they would use it to clean their rear ends, and then they put it back in the bucket.", 576550, 14140, "2"], ["Then the next person would swish it around, hopefully, pick it up and clean their rear end. ", 590920, 5970, "2"], ["Oh my God, that's horrifying.", 597200, 1070, "1"], ["I actually can't think about it for too long.", 598950, 2480, "2"], ["It's just like.", 601430, 740, "2"], ["I just tell him I'm telling myself they didn't know what we know about germs they didn't know.", 602820, 4280, "2"], ["Yeah, totally yeah.", 607100, 1640, "2"], ["So like there's all these.", 608910, 1400, "2"], ["Methods that I think sound a little while to us today, but there actually is one part of the world where disposable toilet paper has been used for a really long time.", 610330, 8770, "1"], ["And that's China.", 619480, 1140, "1"], ["China is, of course, where paper was invented and starting in 500 or so there are records of paper being used for wiping and then starting in the 1300s are actually.", 621190, 11560, "1"], ["Records of paper being made specifically for use in the toilet.", 633510, 5180, "1"], ["So when does the idea of using paper catch on and the rest of the world in the West?", 638730, 4390, "2"], ["So in the 16 and 1700s, paper is starting to become pretty widespread.", 643250, 4080, "1"], ["The first newspapers get printed. You know, that's paper that's explicitly meant to be thrown out, and then in the late 1700s we actually figure out how to make paper out of wood.", 647330, 11240, "1"], ["It was made out of rags before and suddenly paper gets a whole lot cheaper.", 658570, 5230, "1"], ["Then, most people are still using, you know, whatever is on hand, but it also doesn't become common for people to start using paper.", 665800, 6960, "1"], ["Now this isn't paper that specifically.", 673160, 1680, "1"], ["Made for bum wiping, it takes a.", 674840, 3220, "2"], ["Few more decades before anyone was actually making paper that was intended for that particular purpose that was in the 1850s.", 678060, 8240, "1"], ["An bloomer credits a guy named Joseph Gayetty with selling the first actual toilet paper in the Western world.", 686300, 8020, "1"], ["And.", 694930, 200, "1"], ["Gatti's Sales pitch was basically that using newspaper was bad for you.", 695130, 4740, ["1", 11]], ["And so he decided to make this form of paper, which was thin and as he as he sold it more gentle on your delicate membranes and helping, if you had hemorrhoids.", 699890, 14140, "2"], ["So this toilet paper, would we recognize it as the toilet paper we have today?", 714070, 4330, "2"], ["I don't think so, no.", 718780, 1230, "1"], ["It came in a box like tissues and it was made of hemp, and bloomer actually told me he got his hands on an original box of it.", 720030, 8720, "1"], ["And it feels a bit like what we would call tissue paper.", 728860, 4360, "2"], ["I don't think we would be very happy using it, but it was thin and I guess it would sort of do the job.", 733540, 6520, "2"], ["So this was not a hugely popular product.", 740080, 3120, "1"], ["It cost a lot of money so only rich people could afford it and like.", 743220, 4420, "1"], ["Most people really just didn't see.", 747640, 1340, "2"], ["The need when there was so much free paper out there, you know the Sears and Roebuck catalog cost absolutely nothing.", 748980, 6400, "1"], ["It came in the Mail.", 755460, 1180, "1"], ["The whole toilet paper thing just didn't seem necessary to most people, and it might not have taken of- if not for the fact that around the same time there's another big change that happens in the human waste disposal world and that changes indoor plumbing.", 756840, 17090, "1"], ["So now people not only have toilets inside their houses, but they are.", 773950, 3530, "2"], ["You know those toilets are connected to pipes and sewer systems as a way of disposing of the waste.", 777500, 4930, "2"], ["Exactly, Yeah, but is anyone who has spent time at plunging a toilet before can tell you.", 782450, 5820, "1"], ["You can't just be flushing newspaper down toilet, you need something that's more.", 788310, 4780, "1"], ["Delicate than that will let Gades paper.", 793090, 2620, "2"], ["That's also fortuitous.", 795730, 1540, "2"], ["Yeah, exactly so.", 797290, 2020, "2"], ["Gaetti actually pivots.", 799330, 1760, "2"], ["And he starts marketing his paper differently, as good for use with indoor toilets.", 801110, 5800, "2"], ["And other people start to get in on the business. .", 807210, 3520, "2"], ["An among the early adopters is This guy from Albany, NY named Seth Wheeler and Wheeler is really the guy who created toilet paper as you and I know it.", 811750, 10500, "2"], ["Wheeler came up with the idea and patented the idea of having a role that was perforated so that you could rip off a sheet at a time. And also he had to invent all the mechanisms the roller to hold it, because people wouldn't have it.", 821700, 19950, "2"], ["So he would, he would sell the unit as a whole.", 842930, 2800, "2"], ["Those guys is responsible for not only putting toilet paper on the role, but actually dividing it into sheets.", 845930, 4340, "2"], ["It really is the toilet paper as we know it.", 850270, 1800, "2"], ["Yeah, and you know he's really he's a toilet.", 852070, 2700, "2"], ["Paper inventor in the years after key patents on these other ideas related to toilet paper, some of them I would say more practical than.", 854770, 7510, "1"], ["Others he has the patent on hexagonal toilet paper, which he thought would be easier to tear from the role.", 862320, 7380, "1"], ["He has a patent on half a dozen different kinds of paper Holder designs.", 870000, 5940, "1"], ["Basically he.", 875980, 620, "2"], ["Spent the rest of his life thinking about how to improve toilet paper.", 876600, 4030, "1"], ["I love people like that.", 880700, 1160, "2"], ["I love people who are obsessed with these things.", 881880, 2080, "2"], ["I mean I don't know if he's a pleasure to be around as a person, but I'm glad those people exist in the world.", 884090, 5010, "2"], ["I can't imagine what what is dinner conversation?", 889450, 2550, "1"], ["Would have been like but he was definitely as super successful inventor.", 892000, 4940, "2"], ["And he was a.", 897330, 880, "2"], ["Fine businessman.", 898510, 1800, "1"], ["You know his company.", 900310, 1080, "2"], ["Sold a lot of toilet paper.", 901410, 1880, "1"], ["But he is.", 903680, 850, "2"], ["Not the person who actually makes toilet paper really an American essential.", 904530, 4960, "1"], ["That is one of his competitors at the time.", 909630, 3150, "1"], ["The Scott Paper Company.", 912800, 1870, "1"], ["And this is the same Scott paper company that sells toilet paper today that you see like You used to see in the toilet paper aisle.", 914750, 6370, "2"], ["Like You used to see in the toilet paper aisle the very same yes and the Scott company starts making toilet paper.", 921140, 7350, "1"], ["Right around the same time as Wheeler, but they're much better at marketing.", 928540, 5180, "1"], ["They take that original idea that toilet paper is the solution to hemorrhoids an they really run with that.", 933860, 7810, "1"], ["You would see these.", 941690, 810, "2"], ["Horrifying.", 942500, 940, "1"], ["Ads in newspapers and magazines of doctors with scary looking surgical instruments and the doctor was saying to the other doctor, well, we wouldn't have to operate on this man if his wife had bought Scott toilet paper and they would also attack there.", 943440, 17340, "2"], ["Rivals by saying, well so and so has wood chips or splinters in their toilet paper.", 961030, 5940, "2"], ["You wouldn't want to use that.", 966970, 1140, "2"], ["Would you know there's nothing like fear to sell your product totaly?", 968110, 3720, "2"], ["Yeah.", 971830, 400, "2"], ["But he also sold it as this sophisticated luxury item that was there two pronged approach.", 972260, 7630, "1"], ["So there's this one ad that's in bloomers book that describes women of Intuitive Daintiness.", 979990, 7160, "1"], ["Buying Scott Tissue Intuitive Daintiness.", 987250, 3360, "2"], ["Oh I love it so terribly.", 991220, 2560, "2"], ["It worked the basically.", 995310, 2700, "2"], ["End up owning the market through the 1950s and they make toilet paper this essential household product for most Americans.", 998010, 7080, "1"], ["So for like less than 50 years, toilet paper goes from nonexistent in the Western World to totally indispensable because of the Scott Paper Company.", 1006040, 9370, "2"], ["Yes, so indispensable that people are willing to wait five hours in line for it.", 1015650, 5460, "1"], ["I mean toilet paper.", 1021320, 1210, "2"], ["Now is a 30 billion dollar.", 1022530, 3010, "1"], ["Industry we use as Americans.", 1025580, 3380, "1"], ["I look this up.", 1029080, 620, "1"], ["We use 28 pounds of toilet paper a year per person, which is 141 rolls.", 1029700, 5640, "1"], ["So many trees.", 1037380, 860, "2"], ["So how are toilet paper manufacturers keeping up during this time of increased demand?", 1038260, 5000, "2"], ["I mean, I wanted to know that too, so when I was down in Albuquerque actually set up a meeting with the sales and marketing manager for Roses Southwest.", 1043280, 7730, "1"], ["A guy named Gibson Archer.", 1051010, 3240, "1"], ["Good time to be in the bath issue business for sure.", 1054270, 2410, "2"], ["That's right, that's that's the sexy term for it: 'bath tissue'. That's so much better than toilet paper.", 1059270, 7730, "2"], ["OK, maybe not, but yeah, we do refer to it in the industry is bath tissue.", 1068490, 6460, "2"], ["So is there actually a short supply of bath tissue then?", 1075070, 3600, "2"], ["I mean yes and no right?", 1079720, 4040, "1"], ["Yes, there is a shortage if you're trying to buy it at the grocery store, but if you take a step back and look at the entire toilet paper supply.", 1083790, 9070, "1"], ["Chain.", 1092860, 530, "2"], ["The answer is no.", 1093410, 1870, "1"], ["Unlike a lot of other things that are kind of hard to find at the moment.", 1095790, 3240, "1"], ["The toilet.", 1099270, 510, "2"], ["Paper supply chain is actually almost entirely here in the US, or at least here in North America, and so even though the coronavirus is disrupted a lot of things.", 1099780, 9880, "1"], ["It actually hasn't disrupted the toilet paper supply chain.", 1110670, 3840, "1"], ["You know, the trees are still getting cut down.", 1114550, 2140, "1"], ["Paper Mills are still running roses is actually added an extra shift to increase production and try and keep up with the demand.", 1116710, 9360, "1"], ["But keep in mind Roman.", 1126500, 1830, "1"], ["It's not like people are actually consuming toilet paper any faster than usual.", 1128410, 6560, "1"], ["They are consuming it differently so people are using more toilet paper at home.", 1135100, 6270, "1"], ["As opposed to at work or at restaurants, but that's not more toilet paper over all, that's just a breakdown in where the toilet paper is going, and that's the change that suppliers like roses, or currently adjusting to.", 1141580, 14280, "1"], ["So eventually the supply should catch up to the demand.", 1155910, 4210, "1"], ["And in the mean time, you know, hopefully you have enough rolls to get you through.", 1160140, 4680, "2"], ["Hopefully Yep, or you have to get creative.", 1165140, 3300, "2"], ["You know, even gives and who is.", 1169740, 2210, "2"], ["I will remind you an actual toilet paper sales man was willing to admit that like you.", 1172140, 5680, "1"], ["Know when it comes.", 1177820, 980, "2"], ["Down to it, toilet paper is not that essential.", 1178800, 4740, "1"], ["If you had to take society down to like its survival level, we can live without it, but we don't want to live without it, and so we're seeing the stockpiling.", 1183760, 16040, "2"], ["So that they can sort of check that off of there.", 1199860, 3160, "2"], ["Mental list of concerns and move on to the next one.", 1203890, 4570, "2"], ["If it's something that can go out and buy.", 1208480, 2140, "2"], ["So when I was outside the factory interviewing people, I actually did ask everyone that I talked to in line what their backup plan was in case they ran out of toilet paper and obviously a lot of people were just like Nope, not going there.", 1210840, 15080, "1"], ["That's not possible.", 1226130, 1060, "1"], ["I will not run out of toilet paper.", 1227210, 2090, "1"], ["But a few.", 1229820, 720, "2"], ["People had actually thought about it and had some interesting answers.", 1230540, 3640, "1"], ["Including Britney Petty out the woman who I told you about who had her daughter pee out of the door of the car.", 1234430, 6420, "1"], ["She told me that as a kid she, her family, actually used newspaper.", 1240920, 5050, "1"], ["We grew up a little floor with my great Grandma and we'd soften up the newspapers and oh wait, tell me more about that.", 1246250, 6650, "1"], ["Does that work just?", 1252900, 1660, "1"], ["Get the newspaper and you know roughly up a little bit to make it soft.", 1254560, 4250, "2"], ["So yeah, yeah yeah, then that's how we used to when I was little.", 1258810, 4050, "2"], ["Man is a good tip, although I should stress here that.", 1263290, 2300, "2"], ["You should not flush newspapers down the toilet, but if you want to support local journalism and have a backup cleaning system all at the same time, you know.", 1265770, 7270, "2"], ["Subscribe to.", 1273060, 470, "2"], ["The paper yes all for supporting your local newspaper, the.", 1273530, 5040, "1"], ["Other thing A lot of people said is that they just use water.", 1278570, 3170, ["1", 11]], ["If they ran out of toilet paper, which surprises actually how most of the world cleans themselves after going to the bathroom, 70% of the world doesn't use toilet paper, and most of those people just use water.", 1281760, 13830, "1"], ["In some places they.", 1296470, 800, "1"], ["Use but days in.", 1297270, 1380, "2"], ["Most of the Muslim world people clean themselves with water in their left hand and like I think that sounds maybe to some people like it's.", 1298650, 7720, "1"], ["Unsanitary, but let me remind you that toilet paper.", 1306370, 4170, "2"], ["Sounds really gross to a lot of the rest of the world like you're just kind of smushing things around down there, not actually getting clean.", 1310560, 9270, "1"], ["You know a few studies have actually shown.", 1321120, 2470, "2"], ["That toilet paper doesn't very little to stop germs from getting onto your skin, so like not actually more sanitary.", 1323590, 6730, "1"], ["Not to mention that.", 1330940, 1100, "2"], ["I'm sure you remember the original claim that made toilet paper so popular that it prevents damage to your delicate regions.", 1332440, 6890, "1"], ["That is just not true.", 1339660, 1940, "1"], ["They were actually.", 1342160, 810, "2"], ["Can make hemorrhoids worse?", 1342970, 1590, "1"], ["Doctors are not.", 1344580, 1780, "1"], ["Fans, yeah I had a friend who had some surgery down in.", 1346360, 4970, "2"], ["Those areas and and he always washed himself thoroughly with soap and water rather than using paper 'cause it was so sensitive and he needed to get it more clean.", 1351370, 8940, "2"], ["And he said this thing, it always stuck with me is that if you got you know theses on your hand you wouldn't use a piece of paper to clean it off, you would clean it off with soap and water.", 1360310, 9800, "2"], ["I mean that's what I'm saying.", 1370180, 1010, "2"], ["It's not good design, it's just good marketing.", 1371190, 3880, "2"], ["It's just good marketing.", 1375090, 1020, "2"], ["That's exactly right.", 1376110, 780, "2"], ["Yeah, of course you know.", 1376890, 1430, "1"], ["Bad design can be comforting in especially in these times.", 1378340, 3430, "1"], ["If it makes you feel better.", 1381770, 1220, "1"], ["Go out and buy your toilet paper, but if you can't find any then you know maybe consider joining your friend and the rest of the world in using water and then you can wash your hands.", 1383280, 11070, "1"], ["Which is another thing we should all be doing a lot more of everyone.", 1394390, 3260, "2"], ["Keep washing your hands.", 1398230, 1280, "2"], ["Well, thank you so much, Stephanie.", 1400350, 1400, "2"], ["This was really.", 1401750, 640, "2"], ["This is really great.", 1402390, 600, "2"], ["I learned a lot.", 1402990, 580, "2"], ["You're welcome.", 1403590, 1320, "2"], ["Ignore it.", 1411950, 480, "2"], ["Yes, Sir, that is $35.", 1414330, 1240, "2"], ["Alright, so out of order you have $5 change.", 1418320, 2460, "2"], ["Here is your receipt.", 1420780, 770, "2"], ["Doing it to drive up this way?", 1421550, 2330, "2"], ["Give it to them on gentleman over there who will get you loaded.", 1423880, 2100, "2"], ["Make sure to stay in your vehicle from you.", 1425980, 1410, "2"], ["Sir, thank you.", 1427390, 1250, "2"], ["When we come back, every Troughman has a very important message from the East Bay Municipal Utility District, and I'm guessing all other ways water Public Utilities around the world as well about what you should not flush down your toilet after this.", 1434230, 13750, "2"], ["Here is a rich Hoffman.", 1449200, 1900, "2"], ["After its journey from a tree to a factory to a store to your closet, to your bathroom, into the basin.", 1451260, 5440, "1"], ["Toilet paper flush is into your private sewer lateral and that wastewater goes to a public sewer line to a facility where it gets cleaned.", 1456870, 8830, "1"], ["The first part is collection and we screen it.", 1465840, 3120, "1"], ["We take out all of the big pieces so, you know, sometimes we find boots.", 1468960, 5460, "1"], ["Sometimes you find animal carcasses.", 1474420, 2380, "1"], ["Did you say boots boots?", 1476800, 2140, "1"], ["A foot boot.", 1479770, 700, "1"], ["Nelsy Rodriguez is a public information representative with East Bay Municipal Utility district, also known as East Bay Mud, East Bay mud provides freshwater from way up in the Sierra Nevada foothills and then after that, water is not so fresh, they gather it up again and we treat it.", 1481860, 15690, "1"], ["Take out bacteria and virus.", 1498810, 2150, "1"], ["Be clean it so that it saves to be able to release it to the San Francisco Bay.", 1500960, 4070, "1"], ["They run it through what they called digesters.", 1505060, 2430, "1"], ["There are eleven of them on the plant.", 1507510, 1650, "1"], ["There are these circular or massive basins that are just constantly churning.", 1509180, 4690, "1"], ["You put the wastewater into this digester and then we put the microbes in there and the microbes feed off of the bacteria in there so they're getting plump and there, then producing methane gas, which we convert and use that gas to help run the plans.", 1513890, 16160, "1"], ["I went on a tour of this facility once.", 1530260, 1970, "1"], ["It is as awesome as it is disgusting.", 1532250, 3880, "1"], ["I mean, it smells like sewage, but the machinery is objectively extraordinary.", 1536150, 4070, "1"], ["Machinery is big and expensive.", 1540520, 2640, "1"], ["And so when we have issues of something that shouldn't be in the wastewater system coming up and slamming into our filters, it can take a filter out of service for awhile.", 1543340, 10800, "1"], ["While we have to replace it.", 1554140, 1180, "1"], ["And that's just money that we're really just throwing down the drain, which is why they filter out bike tires and boots other big objects.", 1555320, 6990, "1"], ["But it is also why East Bay mud would like you to use toilet paper, because it's thin, it breaks down almost instantaneously within water paper towel; not so much, even less with a wipe.", 1562350, 12880, "1"], ["Even the wipes that say that there flushable.", 1575380, 2610, "1"], ["Yes, especially the wipes that they say are flushable.", 1578010, 2660, "1"], ["It's an advertising campaign.", 1581410, 1740, "1"], ["It's a marketing scheme that is not true.", 1583150, 3260, "1"], ["Do not get anyone at your local utility started about quote unquote flushable wipes.", 1586490, 4280, "1"], ["Those wipes, when they're flushed, they collect because they are kind of floating in water: and then they all start to bunch together and they can create these huge, we call them in the industry turkeys, because they look like turkeys, these huge globs of gross wipes that just slam into our filters and they can be really disruptive to the machinery.", 1590790, 21960, "1"], ["Since the shelter in place order when there was a sudden demand for toilet paper, nelsi says they've seen a lot more wipes show up in the wastewater: we're really asking the public that please do not flush those.", 1613400, 11740, "1"], ["But if you don't have access to toilet paper like what do you do?", 1625700, 4640, "1"], ["What's your next best option?", 1630340, 1620, "1"], ["Um facial tissues are decent enough.", 1633480, 4630, "1"], ["There still not preferred.", 1638110, 1100, "1"], ["They're not as thin as toilet paper.", 1639210, 2660, "1"], ["It may be a last resort, but you know a cloth of actual fabric cloth with soap and water jumping in the shower where we're really asking for those kinds of things you can do use the wipes for sure.", 1641990, 13960, "1"], ["Use the website, throw them in the trash, not in the toilet is going to do to them anyway.", 1655950, 4830, "1"], ["We just toss that thing in the garbage anyway, so.", 1660810, 2520, "1"], ["You can save we can you can help us save public wastewater rate public money by not breaking our system with these wipes.", 1663540, 8600, "1"], ["No see is one of the East Bay mud employees who is able to work from home and East Bay mud is putting some of their major projects on hold, but they can't put everything on hold.", 1672440, 9230, "1"], ["We certainly can't stop treating water.", 1681690, 3010, "1"], ["We can't stop fixing pipes that are broken so I was curious last time I went to the store I saw that people were buying big packs of toilet paper.", 1684700, 9180, "1"], ["And also buying gallons of water.", 1694140, 2770, "1"], ["I didn't.", 1697110, 310, "2"], ["Really get why, but because I saw everyone else buying water I bought some two, I assumed we were all bracing for some sort of Mad Max dystopian future where water would become currency, which is a future I don't want to rule out completely, but now she says it's not imminent.", 1697420, 15090, "1"], ["At least we're lucky here in Northern California.", 1712890, 2320, "1"], ["It's understandable that people get get panicked, but there's no need to when it comes to your water like you're our water is.", 1715420, 8650, "1"], ["Fine, we're great.", 1724120, 1120, "1"], ["We do.", 1725370, 510, "1"], ["However, though this is, this is a really important point.", 1725880, 3060, "1"], ["We do recommend that everybody should have emergency water.", 1728960, 4010, "1"], ["It's just that East Bay mud can't control what happens underground.", 1732990, 3740, "1"], ["A pipe could still break and they would still have to come fix it.", 1737180, 3900, "1"], ["Yeah, but it could mean that we have to turn off your water for I don't know.", 1741100, 3720, "1"], ["4 to 12 hours and in those instances you will need your emergency water supply and we can all help avoid this in the 1st place.", 1744840, 8740, "1"], ["By not flushing wipes.", 1753580, 1720, "1"], ["Or tires or boots, or anything else that's not toilet paper.", 1755570, 3430, "1"], ["There are two things you can.", 1759630, 1250, "1"], ["Flush down the toilet.", 1760880, 1010, "2"], ["Things that come out of your body and toilet paper.", 1762060, 2230, "1"], ["That's it.", 1764990, 540, "1"], ["That's the PSA.", 1766280, 960, "2"], ["Sorry if you can never eat Turkey again.", 1768370, 1710, "2"], ["99% invisible was produced this week by Stephanie Joyce, Ann Avery truffle and edited by Joel Rosenberg.", 1773070, 4840, "2"], ["Makes in tech production by Sharif yousif music by Sean Real.", 1777910, 3700, "2"], ["Katie mingle is our senior producer.", 1781610, 1820, "2"], ["Kurt Kohlstedt is the digital director.", 1783430, 1780, "2"], ["The rest of team is Emmitt Fitzgerald, Delaney Hall grits, berube a Vivian Leigh, Sofiak Lotscher Anemi, Roman Mars.", 1785210, 8200, "2"], ["Ron bloomer our expert on the history of rear end cleaning wrote the book wiped which is full of interesting details about toilet culture that we didn't.", 1793410, 9540, "2"], ["Get to include in this episode will link to it on our website.", 1803630, 3820, "2"], ["We are project of 91.7", 1808130, 1130, "2"], ["KLW in San Francisco and produced on radio row in beautiful downtown Oakland, CA.", 1809260, 4650, "2"], ["99% invisible is a proud member of Radiotopia from PRX, so fiercely independent collective of the most innovative shows in all a podcasting find mall at Radiotopia Dot FM you can find the show and join discussions about the show on Facebook.", 1814030, 18360, "2"], ["You can tweet me at Roman Mars in the show at 99 P or.", 1832390, 2640, "2"], ["On Instagram and write it too, but the drive to get you to listen to old episodes and share those episodes with your friends is still on and the best place to start is at 99 P I.org.", 1837740, 10060, "2"], ["Radio 2:00 PM.", 1851070, 1320, "2"], ["X.", 1855190, 690, "2"], ["On April 2nd, 1919, President Wilson caught the flu on April 14th, 1865, Abraham Lincoln was assassinated, and on April 23rd, 1994, Howard Stern was nominated for governor by New York's libertarian party, the new show from Radiotopia is called this day in esoteric political history.", 1860710, 19460, "2"], ["Each episode takes one moment that happened that day in our political history.", 1880170, 5020, "2"], ["Some are well known, some are esoteric.", 1885190, 2380, "2"], ["Hence the name, but they all have lessons for this moment and those lessons last about 10 minutes.", 1890880, 6320, "2"], ["It's perfect length podcast.", 1897200, 1740, "2"], ["It's hosted by my pal.", 1899070, 1210, "2"], ["Jodia began formally of 538 and the brilliant historian, Nicole Hemmer of Columbia University.", 1900280, 4310, "2"], ["New episodes arrive every Tuesday and Thursday.", 1904590, 3250, "2"], ["You can find this day in esoteric political history wherever you get your podcasts or at this day pod.com.", 1907840, 6240, "2"], ["I will not make age an issue of this campaign.", 1914080, 4620, "2"], ["I am not going to exploit.", 1918700, 1740, "2"], ["For political purposes, my opponent's youth and inexperience.", 1921860, 4250, "2"], ["Half the country from Florida to Oregon, from Washington to Maine, the people will rise up in November, and John Kerry will be sworn in as president in this country will reclaim its promise.", 1928470, 12420, "2"], ["Join me in an effort to reshape our society an regain control of our destiny as we go down the Chisholm Trail for 1970.", 1941510, 10480, "2"]]