[["Welcome to the post of the Geological Society.", 4000000, 24400000, "1"], ["My name is Sarah Day and I'm with Chris Jackson.", 28400000, 21600000, "1"], ["Who is a geologist at Imperial College London and self confessed Halo file and thank you for joining me.", 50000000, 58500000, "2"], ["Now thank you for inviting me here and what is it about salt, but you're so excited about.", 108500000, 48700000, "1"], ["Uhm, I think it's because it's kind of unique.", 159200000, 26100000, "2"], ["Compared to other rock types, I guess in that.", 185500000, 19900000, "1"], ["An like I said on the lecture, it kind of it can hide in fluids it can hide in water and then kind of re appear and then disappear back into water, then reappears somewhere else and most of the rocks I guess just kind of hang around and you can see it.", 208400000, 117600000, "2"], ["I mean we can melt rocks and generates a magma, and then, uh, make that melt flow around and then it can recrystallize is an igneous rock.", 326400000, 78200000, "2"], ["But I think, uhm, salt is quite unique for a sedimentary rock.", 404600000, 31200000, "2"], ["In that respect, it's kind of unique.", 435800000, 16100000, "2"], ["Also, because of these very bizarre flip physical properties that can flow like a fluid both in the subsurface and up the earth surface, you get very.", 456900000, 76800000, "1"], ["Peculiar structures which you don't get with any other rock type.", 536400000, 36200000, "2"], ["You get spectacular structures and other rock types, but salt creates a bunch of structures which are truly unique, I think.", 572600000, 47000000, "2"], ["It's like a stealth rock.", 631700000, 9600000, "1"], ["He just kind of pops up and then disappears again.", 641500000, 21000000, "1"], ["and I mean I, I guess as well.", 664600000, 19500000, "1"], ["Like I say, it's almost under appreciated in that you know we see around us all the time when every single restaurant we ever get.", 692600000, 63000000, "1"], ["So every time we have dinner, every time we.", 755600000, 18200000, "1"], ["Are driving in Windsor secreting trucks and and we probably don't pay much mind really.", 776700000, 48900000, "2"], ["And I mean one part of the talk.", 827700000, 14900000, "1"], ["I talked about the hydrocarbon trucks and I thought that was kind of important to say that.", 842600000, 32500000, "1"], ["It has a key role in a, you know, a high-energy future hydrocarbon security future going forward.", 879600000, 55400000, "2"], ["So I think it's good that people know more about it.", 935000000, 25400000, "2"], ["Yeah, and one of the things that really came across in your talk was the differences in scale.", 960600000, 35600000, "2"], ["So like we think about so as a little grainy substance in a pot on the table, but also it extends cities.", 997600000, 61900000, "2"], ["Enormous structures, yeah, well, I mean there's two things there.", 1059500000, 27400000, "2"], ["One is the original extent of assault base, and so I showed some of the modern day examples from Bolivia and dumb.", 1086900000, 70300000, "2"], ["Also things in the Dead Sea as well.", 1157400000, 16300000, "2"], ["Which of these modern subbasins?", 1173700000, 11600000, "2"], ["And they're pretty big few 100 kilometers.", 1185300000, 16700000, "2"], ["But then we look back into the rock record and we have these enormous things that spanned entire continents, like the sex time, which.", 1202000000, 53300000, "1"], ["Is truly pan European so.", 1255300000, 22000000, "2"], ["You get these very big depositional bodies have solved coming from these very, very small grains.", 1283400000, 45900000, "1"], ["And then on top of that, you mobilize it like a fluid, so you get these giant salt structures again there big vertically several kilometers, but in his excellent example.", 1332900000, 85400000, "1"], ["They they structures.", 1419100000, 11300000, "2"], ["There's big in Norwegian waters as they are in Poland or in Germany.", 1430400000, 37900000, "2"], ["They're just giant so.", 1468300000, 12400000, "2"], ["Um, it's amazing that such big stuff can come from such a small kind of process evenly.", 1483300000, 63600000, "1"], ["Just the evaporation of water.", 1546900000, 15400000, "1"], ["And this is sold as we as we think of it now, going on in just huge crystalline structures under the grounds.", 1566000000, 57100000, "2"], ["Yeah, yeah, it's it's it's.", 1636000000, 12100000, "2"], ["It's the same soldiers you basically put on your on your on your dinner.", 1648100000, 33100000, "2"], ["I mean, it's.", 1681400000, 6000000, "2"], ["It's just I mean it's deposited along with a load of other rocks and it's incredibly thick.", 1689700000, 35100000, "1"], ["You know, a short shaker is tiny, but when we think about some of the, uh, Saline Giants as we called, and these are these very thick crop bodies were talking of a couple of kilometers thick of salt and it goes back to the point I made right near the start.", 1724800000, 116200000, "1"], ["That's all that's actually.", 1841000000, 7800000, "1"], ["Generate that amount of salt.", 1848800000, 20600000, "1"], ["You need a lot of seawater because the yield from the seawater per volume or per thickness of.", 1871200000, 64800000, "1"], ["Support.", 1938700000, 4500000, "1"], ["For everyone to put an.", 1943200000, 17300000, "2"], ["It's amazing that you get so little out, so you need to do you need you need a certain kind of Goldilocks set of circumstances to keep on recharging that salt basin.", 1965000000, 77500000, "1"], ["And don't forget at the same time as this is all going on is you need the the space to put that Rock You need the earths surface to be subsiding to give you the space to put those rocks in.", 2046200000, 106700000, "1"], ["So you need a whole bunch of different things going on at the same time to allow this to happen.", 2154900000, 36400000, "1"], ["And but because the Earth is old and long it's happened several times and numerous times, so it's probably.", 2191300000, 49200000, "1"], ["It's not really.", 2246500000, 7000000, "1"], ["Not really unusual.", 2258200000, 10100000, "2"], ["Yeah.", 2285800000, 3600000, "2"], ["And so you need.", 2293100000, 7900000, "1"], ["A huge basement water to evaporate.", 2301000000, 20900000, "2"], ["Basically to leave these deposits behind it.", 2321900000, 18300000, "2"], ["Does that mean they can tell us something about US history?", 2340200000, 24800000, "2"], ["Yeah, so often when you look at some some very thick salt.", 2368500000, 32700000, "1"], ["So for example, the paradox salts, uh, which is in Utah.", 2401200000, 29200000, "1"], ["And in his excellence all taxi in many other salt bases we actually cyclicity within that.", 2432800000, 47700000, "2"], ["So the cycles I showed in the talk we.", 2480700000, 18300000, "1"], ["Often see UM, those cycles so we can go from carbon.", 2499000000, 30000000, "2"], ["It's an gypsum all the way through a light into these Potter salts.", 2529000000, 31200000, "2"], ["Quite often what will see on top of those other big thick.", 2563000000, 24900000, "1"], ["Black Sails and that's.", 2588300000, 12200000, "1"], ["Documented appeared of flooding, so we actually returned to fully marine conditions in a basin, which otherwise is basically non marine or very Saline.", 2600500000, 89000000, "2"], ["And you get a series.", 2691100000, 9200000, "1"], ["Of these sequences stacked on top of each other, several tons of sequences in some instances.", 2700300000, 44600000, "2"], ["And what that tells you about, obviously, then, is the balance between the sub Sidence the seawater, the evaporation rate.", 2745900000, 48900000, "1"], ["So there's a whole kind of archive.", 2794800000, 18100000, "1"], ["Of information captured in in those those those thick rock sequences and you showed some pretty amazing videos of some of the disastrous things that can happen when salt goes wrong.", 2812900000, 92000000, "2"], ["We're going to have to visually describe that people watched online because that video doesn't come.", 2908000000, 39000000, "2"], ["Across, hopefully they can get it another way.", 2947000000, 17000000, "1"], ["I'm happy to send it to them.", 2964000000, 7800000, "1"], ["Yeah, I mean, uh, the lakes in your example from Louisiana is a case where.", 2971800000, 36400000, "1"], ["Um oil company drill down into A.", 3010000000, 39100000, "2"], ["Diapir so assault body which already had a a mine in it.", 3049300000, 34100000, "1"], ["So they made a Direct Line between a Lake and a bunch of chefs in the in the top of the dot in the.", 3083600000, 60000000, "2"], ["Top of the salt body.", 3143600000, 10600000, "1"], ["Obviously all the water just headed down like gravity tells it today and empty the Lake and shot out water at the top and everybody managed to escape.", 3154800000, 78800000, "1"], ["And as the video showed, a giant vortex are giant Whirlpool, a set up in was set up in Lake Pinyol, and it sucked in a couple of drilling rigs or Turbo 11 barges.", 3237700000, 105700000, "1"], ["A bunch of all this crazy stuff like went down the public whole.", 3343400000, 35000000, "1"], ["I'm in created this giant cousin which was like 10 your.", 3384600000, 30800000, "2"], ["Every few days and weeks eventually filled up.", 3423400000, 30400000, "1"], ["So as the video showed, one of the weird things was there was a canal which was flowing South was out of the Lake, into the Gulf of Mexico.", 3453800000, 59600000, "1"], ["But because the Lake level was below the Gulf of Mexico sea level, the canal started flowing northwards back into the Lake, trading uh, a waterfall, which in the video is shown to be about a 50 meters 150 feet high.", 3513400000, 110400000, "1"], ["So um, real kind of car crash stuff and all because of an engineering area of miscalculating where to drill a well.", 3623800000, 54400000, "1"], ["Yeah, yeah, I think the video really helps.", 3694600000, 16200000, "1"], ["I mean the the oral kind of descriptions.", 3710800000, 24000000, "1"], ["Kind of interesting, but when you see the video and what I thought was most amazed by this, we're doing this podcast on an iPhone, right?", 3734800000, 53800000, "1"], ["The resolution on um, a modern day phone if that if that footage must be done now, that would have been treated and Facebook and it would have.", 3792300000, 82100000, "2"], ["It would have spread like wildfire.", 3874600000, 16000000, "2"], ["You get to you.", 3891400000, 8000000, "1"], ["Try and find out video footage on line and all you get is the same grainy old images which is shot in the 80s on very poor quality.", 3899400000, 69000000, "1"], ["So there was there was a lack of technology and there's a lack of uhm.", 3968400000, 33200000, "1"], ["Uh, devices or tools to get the immediacy of the impact of that news story, whereas now there's been a number of sinkholes around that same area, and a number of similar situations, and they just like available the next day in their tweet idon and everything, so uh.", 4007200000, 124900000, "2"], ["Again, it's one of those stories was kind of probably lay hidden for quite a long time because the The The The Networks.", 4134100000, 47800000, "1"], ["Are quite limited.", 4181900000, 8400000, "2"], ["Yeah, there just seems to be a sort of general lack of awareness that salt can do this.", 4190900000, 39800000, "2"], ["We don't really think about.", 4230700000, 9200000, "2"], ["I mean, you talk about salt tectonics, yeah?", 4239900000, 18700000, "2"], ["So I think it's I think you know like the point made near the end of the talk, it accounts for 2% of the sedimentary rock sequences an estimate.", 4282400000, 57000000, "1"], ["So you don't see it much an you don't know much about it.", 4347700000, 37200000, "2"], ["If you're not like a geoscientist, or, you know, working in industry or academia, or just to kind of interested.", 4384900000, 51700000, "2"], ["Scientists in general, and I guess as well.", 4442100000, 23800000, "1"], ["One thing is, salt talks about on TV is probably in the context of human history angle, which is very important and very interesting.", 4465900000, 63400000, "1"], ["But the geological side is is equally as interesting and hopefully today the audience, sort of.", 4529600000, 50000000, "2"], ["So so much geology as well.", 4580300000, 14800000, "1"], ["And also I'm in terms of things like, um, oil reservoirs.", 4597100000, 30600000, "2"], ["It seems to be really important part of of the future.", 4627700000, 23400000, "2"], ["Maybe?", 4651100000, 2800000, "2"], ["For yeah, yeah, all the recent discoveries.", 4653900000, 22200000, "2"], ["So like I showed at the end of the Brazilian all discoveries there's been discoveries off, and Gola recently, which.", 4676100000, 49400000, "2"], ["Were like very heavily on salt being a.", 4725500000, 19100000, "1"], ["A seal in the petroleum system, uhm?", 4746500000, 28100000, "2"], ["Yes, I, I mean an example in the Brazilian case, I mean those discoveries were made not quite 10 years ago, but like eight years ago.", 4783400000, 73400000, "2"], ["To get the money to develop those things even though you know there there is just mind blowing the huge that you have to kind of get Lonesome everywhere and have almost stopped printing money to produce those hydrocarbons so.", 4865500000, 118200000, "2"], ["Like I said in the talk, it it brings great riches, but it also brings no problem over financial kind in terms of how do we, how do we actually get this stuff out of the ground?", 4987000000, 81500000, "1"], ["And in terms of you research, what are you looking at?", 5072700000, 21800000, "2"], ["Lots of things, I guess.", 5105400000, 10000000, "1"], ["Um, in terms of salt, um, we're doing a lot of work to look at how salty forms.", 5115600000, 43700000, "1"], ["So we're using seismic reflection data like I should.", 5159300000, 26700000, "1"], ["Using the talk, I'm looking at how salt when it flows, how the rocks internally within their deformed.", 5186400000, 57300000, "1"], ["And so I've been doing lots of work, often offshore Brazil and also in the machine in salt, which is offshore, uh, Israel.", 5246700000, 57100000, "2"], ["So along the Levant, in the eastern Mediterranean.", 5303800000, 23600000, "2"], ["And we got some new project startup where we're trying to look at how acoustic waves sound waves travel through salt.", 5333400000, 56000000, "1"], ["Depending on how the salt is structured and what that means for actually imaging for hydrocarbon reservoirs.", 5389400000, 45000000, "1"], ["We also are looking at at the fractures and the deformation that occur around salt, because obviously assault is kind of moving within these surrounding rocks and the surrounding rocks and moving with respect to the salt is very intense, fracturing that.", 5436800000, 113200000, "1"], ["Curves and so were interesting.", 5550000000, 20000000, "2"], ["How these faults and fractures grow, and then what they mean in terms of trapping and transmitting hydrocarbon so.", 5570000000, 54000000, "2"], ["Lots of exciting stuff.", 5627400000, 15500000, "1"], ["Um, lots of exciting data.", 5643300000, 25200000, "1"], ["Kind of challenging 'cause it includes bits of tectonics, climate includes and structural geology.", 5670400000, 54300000, "2"], ["Sedimentology.", 5724700000, 8000000, "2"], ["So lots of interesting problems that need a lot of different people to work on the cool.", 5732700000, 47800000, "2"], ["Well, it's a.", 5780500000, 6000000, "2"], ["It's a crushing talk and you can watch it live if you catch up really quickly.", 5786500000, 35200000, "2"], ["It's on again at six o'clock.", 5821700000, 15000000, "2"], ["You can also watch a Christmas took online if you go to www.joefolk.org.uk/salt", 5838100000, 36800000, "2"], ["tectonics and you can follow along the hashtag on GSL.", 5874900000, 30400000, "2"], ["Lecture.", 5935900000, 5000000, "1"], ["A month thanks very much for talking to me and I promise so thank you very much for the invitation.", 5945200000, 37500000, "2"], ["It's been great.", 5982700000, 5600000, "2"], ["Thank you.", 5988500000, 5100000, "2"]]