[["What's my favorite music?", 840, 1500, "1"], ["Um, Geez, Louise, that's probably the hardest question you've asked me so far.", 2710, 4900, "1"], ["Because I would hate to give the answer that, uh.", 8150, 2450, "1"], ["That I like a lot of different kinds of music.", 11250, 2340, "1"], ["This is Kyle Divine.", 13630, 1760, "1"], ["Sorry, that's not that sorry.", 16070, 1320, "1"], ["That's not a very interesting answer.", 17390, 1540, "1"], ["He's got a book out this fall called decomposed the political ecology of music.", 19110, 5940, "1"], ["Kyle's been asking himself a far more interesting question.", 25240, 2910, "1"], ["I've been reading a lot of research about E waste and things like this and that got me thinking.", 28150, 7140, "1"], ["You know this must apply also to music for many of us on line music streaming has revolutionized the way we get our tunes.", 35290, 7800, "1"], ["It's always available.", 43890, 1280, "1"], ["The catalog seems infinite, and frankly it's cheap, but Kyle wondered if all that listening came at a different cost.", 45170, 8080, "1"], ["One to our environment is streaming music better or worse than other forms of recorded music.", 53270, 7520, "1"], ["So from about 1900 to 1950, the main format of recorded music was the 78 RPM disk, which is made of a bug based an insect based resin called shellac.", 61350, 11060, "1"], ["Between 1950 and 2000, all the major recording formats, whether it's vinyl, the LP, the 45, the cassette, or the CD, those are all predominantly plastic and then around 2000 we increasingly started downloading music and then more and more streaming music.", 74210, 16710, "1"], ["Kyle spent years researching the carbon footprint of each of these formats, and he found some alarming answers.", 90920, 7160, "1"], ["It's very likely that today these sort of environmental effects.", 98080, 5440, "1"], ["Of recorded music is greater now than at any previous time in the history of recorded music.", 105820, 5700, "1"], ["According to Kyle's research, streaming music on line emits up to 350 million kilograms of greenhouse gas in one year.", 112710, 8390, "1"], ["In the US alone, it's the same as if we drove 74,000 cars for a year.", 121100, 5040, "1"], ["By comparison, Kyle's research suggests that at its peak, the CD, Vinyl Cassette era of recorded music admitted about half of that.", 126160, 8840, "1"], ["So could this mean that printing, shipping, and storing physical albums?", 135000, 4580, "1"], ["Is actually more environmentally sound?", 143090, 2480, "1"], ["I'm not suggesting that we should all start buying records again, because that would be a real problem as well, but it is to say that you know listening to music online is not to solve the problem of Music's environmental impact.", 145590, 11020, "1"], ["Whether it's from burning fossil fuels, cutting down a tree, or simply breathing every one of us releases carbon dioxide into the atmosphere.", 158910, 9540, "1"], ["When we produce more carbon than the planet can absorb, the extra CO2 contributes to climate change.", 168550, 6420, "1"], ["And when you calculate the amount of carbon you're emitting, the value is called a carbon footprint.", 174970, 5800, "1"], ["Everything has a footprint, even the Internet, the Internet's impact on the environment is really hard to see.", 180770, 8120, "1"], ["I mean, look at your screen and just pixels, right?", 189700, 2900, "1"], ["How much energy can data really use anyway?", 192600, 3020, "1"], ["Well, all that information has to live somewhere there stored on massive data centers all over the world that are on around the Clock just waiting to connect server data to your device beyond tapping our keyboards and screens, we don't really have to deal with the physical parts of the Internet.", 195820, 19580, "1"], ["Streaming baby shark for the millionth time this week because your toddler loves it.", 215660, 4220, "1"], ["It might hurt your ears, sure, but you probably don't wonder if it's hurting the planet.", 220170, 5480, "1"], ["So let's take a look at an invisible part of our online lives.", 226340, 4490, "1"], ["The Web's carbon footprint, but.", 230880, 2480, "1"], ["Don't despair, we're also going to find hope and find out who's out there working to make the Internet greener.", 234750, 7160, "1"], ["I'm a new summer ODI.", 244160, 1450, "1"], ["Welcome back to IRL and original podcast from fire Fox.", 245680, 4580, "1"], ["All fire Fox products are private by default and designed to collect less data about you.", 253850, 5860, "1"], ["That means more privacy, less energy use, and more Peace of Mind.", 259990, 4480, "1"], ["Learn more about fire.", 264710, 1040, "1"], ["Fox is products at firefox.com/join.", 265750, 1380, "1"], ["The sound you're hearing is that of a data center in Europe.", 277490, 3610, "1"], ["It was recorded by London based artist Matt Parker.", 281310, 3670, "1"], ["Data centers are the factories of our era and they can be a big source of carbon emissions.", 286120, 6040, "1"], ["When we learned about Kyle's research into music streaming streams, which come from data centers, that probably sound like this.", 292340, 6220, "1"], ["It got us thinking, what if we figured out the footprint of podcasting, specifically the carbon footprint of this podcast IRL, or even more precisely, the footprint of this episode.", 299570, 14320, "1"], ["It's a great question, right?", 315080, 1230, "1"], ["But measuring carbon emissions it's not easy.", 316540, 3640, "1"], ["Hi, my name is miles traer, an iama geophysicist an pop scientist at large miles is a scientist with a sense of humor.", 322310, 7220, "1"], ["One of his projects involved calculating the theoretical carbon footprints of superheroes like Batman or Jessica Jones, and spoiler here.", 329590, 8610, "1"], ["Superheroes are actually bad for the Earth, so we figured that miles would be up for a small challenge so identified the energii use to download the episode onto your phone or laptop or whatever other device you have and the energy used to stream or play the episode.", 338220, 16270, "1"], ["On your device now listen.", 354530, 2050, "1"], ["I know I know there are other factors we could have considered when calculating carbon.", 356580, 4070, "1"], ["Like all the pollution that the team and I emitted, just being humans creating this episode etc etc.", 360670, 6720, "1"], ["But we're going to keep it simple.", 367570, 1450, "1"], ["So at miles is suggestion, we are measuring the carbon cost of downloading and streaming this episode and what follows is his best attempt at answering our podcast footprint Riddle.", 369040, 13620, "1"], ["OK so first.", 383630, 1100, "1"], ["Miles has to figure out how much energy is used when we transmit all that data online.", 384840, 4880, "1"], ["Then he needs to figure out how much carbon is emitted as all that data gets transmitted.", 390050, 5770, "1"], ["And to figure that out miles is actually using research that's already been done, and it includes much of the carbon life cycle of.", 395900, 7290, "1"], ["All.", 403210, 550, "2"], ["The tech that we use to deliver data across the Internet.", 403760, 3480, "1"], ["So there was a study by a group of scientists Webber at all in 2010 who used life cycle assessment to look at the energy used.", 407550, 7930, "1"], ["Transfer information on the Internet and what they came up with.", 416250, 3940, "1"], ["It was a value of Seven kilowatt hours, which is a measure of the electricity used per GB to transfer information on the Internet.", 420190, 7620, "1"], ["But that study is nearly a decade old, so miles wants to update that number as best he can.", 427840, 5270, "1"], ["We made a lot of technological progress since then, and the authors themselves point out that the number roughly halves every two years.", 433290, 9040, "1"], ["But we're never going to get to a zero electricity used to transfer information.", 442350, 5500, "1"], ["So I ended up using a slightly pessimistic number, an estimated that in 2019 it takes around one kWh of electricity to transfer 1 Gigabyte of information on the Internet, one kWh per GB.", 448230, 13630, "1"], ["That's the baseline.", 461880, 2080, "1"], ["You can basically burn a 100 Watt light bulb for 10 hours with that NRG.", 464360, 5760, "1"], ["Mile says he's overestimating this number a bit to account for some of the assumptions he needs to make for this math to work.", 470120, 8010, "1"], ["And that was the starting point to calculate the energy used to download an episode.", 479270, 3740, "1"], ["OK, next we shared the average length of an IRL episode.", 483580, 3690, "1"], ["The average file size of our MP threes and the average number of lessons I was able to then multiply that kWh per GB for each one of those downloads.", 487290, 10060, "1"], ["Given the size of a file and then I could use the carbon emissions coefficient to figure out how much carbon is being released by that electricity consumption.", 497350, 9270, "1"], ["The Internet's electricity can come from coal or natural gas plants.", 507240, 3760, "1"], ["It can also come from renewable sources like solar or wind energy or hydroelectricity.", 511000, 4820, "1"], ["It can also come from nuclear plants.", 515820, 3100, "1"], ["Each of these sources emit vastly different amounts of carbon.", 518920, 4140, "1"], ["For simplicity sake, miles found an average 650 grams of carbon for every kWh.", 523060, 5880, "1"], ["OK, so now a little bit of math and we get our answer.", 528940, 4400, "1"], ["That's right, the final carbon footprint of a single IRL episode comes out to 1160 kilograms of carbon dioxide.", 535600, 6770, "1"], ["Oh dear, OK.", 542370, 1900, "1"], ["According to miles, an average IRL episode emits about 1160 kilograms.", 544270, 5980, "1"], ["Stick with me here or roughly 2500 pounds of carbon dioxide.", 550250, 5320, "1"], ["That's like using a little under three barrels of oil, but I don't know is that a lot.", 555570, 6640, "1"], ["Well Miles did a quick comparison, so that's a great question.", 565860, 3280, "1"], ["It sounds like a lot.", 569160, 1100, "1"], ["It's over a metric ton of carbon dioxide, but that number is still at least at least 100 times less carbon dioxide emissions than a single TV show episode like a single half hour TV show episode.", 570260, 14760, "1"], ["So we're still doing like better than television.", 585020, 3320, "1"], ["That means all things considered, there are worse things you could do.", 590260, 4660, "1"], ["Then listen to a podcast.", 595060, 1590, "1"], ["Go podcast team podcast forever.", 597930, 2300, "1"], ["Miles trailer is a geophysicist and as he puts it, a pop scientist at large.", 602810, 4980, "1"], ["As crazy as this might sound, watching your favorite episode of the office might come at the expense of clean water for someone else.", 611930, 8230, "1"], ["That's how Tatiana Schlossberg tries to get readers to visualize the impact of all are watching and streaming in the line is from her new book, inconspicuous consumption, the environmental impact.", 622860, 13770, "1"], ["You don't know you have.", 636650, 1570, "1"], ["What I was specifically referring to was a subject that is actually very important to me, which is pollution from coal ash, which is the byproduct of burning coal for electricity.", 638920, 11270, "1"], ["This is Tatiana, of course, kolaches often historically been stored in water, usually along the banks of rivers and lakes, and is full of harmful substances like Mercury and lead and arsenic.", 650260, 14780, "1"], ["So let's say I'm watching the office and wherever it's stored as a data center that's powered by coal.", 665590, 5930, "1"], ["And then that kolaches stored in water that connects to somebody's groundwater well, and you know to some people maybe that seems like a bit of a stretch, but I think it's sort of.", 671700, 11130, "1"], ["It's a powerful illustration of how none of our actions exist in a vacuum and how this problem.", 682830, 6090, "1"], ["The climate crisis really connects all of us, because all of us are responsible, and all of us are affected in one way or another.", 688920, 8410, "1"], ["So is it fair to say that every time I go to do a search online, I am using fossil fuels?", 697330, 5670, "1"], ["You're definitely you're using electricity, that's for sure anet.", 703970, 2820, "1"], ["It depends sort of where you are and where the data is being stored and also what the data hosting companies policies are.", 706830, 7840, "1"], ["But a third of electricity in the United States comes from coal.", 714670, 3020, "1"], ["A significant portion comes from natural gas, and you know, even if it's renewable energy, if it's not a windy day or it's a cloudy day, the data center might need more electricity than is available from renewable's, in which case it's going to come from backups, which are fossil fuels.", 717910, 14650, "1"], ["So I just want to ask you about A.", 732560, 1830, "1"], ["Couple specific instances right now in terms of tech and environment.", 734680, 5180, "1"], ["There is one thing that has been in the headlines.", 739980, 2080, "1"], ["This idea that mining Bitcoin or other cryptocurrencies uses a lot of energy.", 742060, 5720, "1"], ["How do you see it?", 747800, 1200, "1"], ["Well, it definitely uses a lot of electricity and I don't want to underplay that.", 749100, 5400, "1"], ["I think there's some debate in terms of like how do you measure, and people have all kinds of different methodologies for doing that, so it's hard to get a really precise estimate, but I think it's.", 754500, 10440, "1"], ["A little bit of a distraction from the larger conversation about electricity use associated with the Internet and in general, which is we focus on these relatively small points and sort of forget the larger conversation, which is, like you know people talk about AI, they don't end self driving cars and those things will also use a tremendous amount of data.", 764980, 20560, "1"], ["But because like we might all use those, it doesn't seem to get this sort of very dramatic conversation like Crypto currency does, and I guess the other thing is.", 785540, 9240, "1"], ["You know, if you end up using Amazon Prime or you use Lyft or Uber or whatever, and you end up taking a couple extra car rides 'cause it's just so easy, like even if it's not about the data, it's about you having more deliveries or you taking more car service as opposed to public transportation like the data sort of translates into real life activities that directly affect the climate, right?", 795290, 26660, "1"], ["Yeah, and I think e-commerce is a big area of that and.", 821970, 3400, "1"], ["There's a lot of hand wringing about the the amount of Cardboard which my research suggests is pretty much actually the same as it used to be.", 825420, 8360, "1"], ["We just yeah, we just see more of it like it comes to us.", 833780, 3240, "1"], ["An were worse at recycling and then like a retailer, would be.", 837280, 3400, "1"], ["Things used to just all go to the store as opposed to coming into our houses.", 840710, 4530, "1"], ["But you know, there's more truck deliveries and more traffic and we buy more because it's easy and we return more because we can.", 845600, 7020, "1"], ["Or you know companies have like try 5 and then keep one.", 852620, 3140, "1"], ["So the convenience factor definitely, I think, encourages consumption.", 855900, 4730, "1"], ["OK, so as the Internet grows, creates more and more content for us to consume, we all create more and more data.", 860650, 5970, "1"], ["I mean, it's just the way we live now.", 866800, 1660, "1"], ["So what do we do?", 868460, 1580, "1"], ["You know, I think that if we transition to clean energy, that solves a lot of the problems, but I think it's probably all of us consumers.", 870160, 8960, "1"], ["Internet users need to be in a bigger conversation with the data hosts to make sure that this is all going in the right direction.", 879120, 6800, "1"], ["Tatiana Schlossberg's book in conspicuous consumption is available in late August.", 887920, 4880, "1"], ["Look, no one should be listening to this and decide that they have to quit the Internet forever and go live off the grid in the Woods somewhere.", 892820, 9150, "1"], ["the Internet has brought a lot of good to our lives, and if we're worried about its connection to climate change, then we can fight to make the Internet greener.", 901970, 9990, "1"], ["And actually, there are many examples of companies both big and tiny, who are making serious progress.", 911960, 7040, "1"], ["Towards building a carbon neutral Internet, if you counted the Internet as a country in terms of his electricity consumption and ended up globally, it would be about the 4th largest country in terms of electricity demand in the world right after China, US, India and Russia.", 919800, 17940, "1"], ["Gary Cook is with Greenpeace.", 937740, 2180, "1"], ["He's the author of the click clean report that report reviews tech companies, environmental commitments and assigns them a letter grade based on those efforts.", 939920, 9360, "1"], ["And their latest report is from 2017, but they're working on an update.", 949810, 3460, "1"], ["Do this fall.", 953270, 880, "1"], ["Companies like Google and Apple and Facebook have been among the leaders in.", 954150, 4960, "1"], ["Trying to make sure as they're growing their own infrastructure, their own data centers that their matching that growth with new sources of renewable energy.", 960380, 9220, "1"], ["In fact, both Apple and Google say they buy enough renewable power to cover the energy costs of their operations in the 2017 report, Google and Apple each earned an A Facebook did too.", 969700, 13450, "1"], ["I think other companies we've seen like Microsoft, Amazon, have been much more mixed thus far.", 983150, 7870, "1"], ["Microsoft, I think had been one of the slow starters when we started this first started this campaign, but I've done much stronger and their efforts to power their cloud with renewable energy that they still have some catching up to do.", 991670, 12880, "1"], ["Microsoft scored a B in the report.", 1004950, 2900, "1"], ["Amazon earned AC.", 1008090, 1520, "1"], ["Amazon unfortunately had made a commitment to renewable energy in 2015 and had started to be one of the largest buyers.", 1009610, 7810, "1"], ["Renewable energy for a period of time, but then stop.", 1017440, 3150, "1"], ["Scary says that at the time of the report, Amazon had stopped investing in more renewable energy, but he also says that since 2017, the company has announced at least three new projects.", 1022950, 11180, "1"], ["Among the companies that scored the worst, you'll find Pinterest, Reddit, Twitter, and Hulu.", 1036330, 5860, "1"], ["They all scored FS accompany scores enough if they didn't provide information on their energy footprint and didn't appear to commit to renewable energy policies.", 1042250, 10800, "1"], ["When that happens, Greenpeace does their own analysis to finalize their assessment.", 1053170, 5420, "1"], ["Overall, though, Gary sees a lot of progress being made, but he says we need to keep up our efforts.", 1059050, 6120, "1"], ["We've had such.", 1065190, 1280, "1"], ["Growth in the amount of content, an amount of energy going into building the Internet in too much of the where the cloud is touching the ground is still powered by sources of energy that is not renewable.", 1066660, 12140, "1"], ["The demand is growing so fast and not enough.", 1078940, 2200, "1"], ["Companies are moving fast enough to meet that growth.", 1081140, 2660, "1"], ["Greenpeace works hard to keep Internet companies accountable and there lies a bit of irony.", 1084030, 5510, "1"], ["'cause If you're going to mobilize people to act and pressure organizations to change, the best way to do that is well on line.", 1089660, 7520, "1"], ["Right, that's why Greenpeace is on Facebook, for example.", 1097220, 3610, "1"], ["They actually worked with the company to transition them to renewables.", 1100910, 3780, "1"], ["Greenpeace uses Facebook alot to communicate to our supporters.", 1104710, 3970, "1"], ["We use social media platforms and the Internet to drive change.", 1108700, 4440, "1"], ["Internet is with us.", 1113640, 1260, "1"], ["It's going to only get bigger.", 1114920, 1320, "1"], ["We have to use it even where it's not as clean as it can be to drive change.", 1116260, 4220, "1"], ["Gary Cook is with Greenpeace.", 1123920, 1880, "1"], ["By the way.", 1126200, 620, "1"], ["Remember at the beginning when Kyle Devine told us that music streaming creates a lot of emissions, will the click clean report also graded online music streaming services?", 1126820, 9500, "1"], ["iTunes earns an A Spotify scores AD.", 1136640, 3670, "1"], ["Pandora and SoundCloud.", 1140310, 1930, "1"], ["Each God and F.", 1142240, 1980, "1"], ["If you don't like the sound of that, check out the report on line.", 1146420, 3560, "1"], ["There's a link to it in this episode show notes and instead of streaming your tunes, consider downloading them to your devices instead.", 1150160, 7260, "1"], ["At least with downloading you pulled data from a server only once.", 1157620, 4180, "1"], ["It's the green or way to play.", 1162090, 1850, "1"], ["It would be strange if Greenpeace wasn't thinking about its own on line carbon footprint.", 1168080, 4600, "1"], ["They don't use Amazon Services, for example as individuals.", 1172700, 4280, "1"], ["It's up to each of us to decide what small or big changes we want to make to our online habits.", 1176980, 5760, "1"], ["But then there are people like Chris Dedecker who chose a truly radical approach to reducing his digital footprint.", 1183110, 7150, "1"], ["My name is Krista record and I'm the creator and writer of low Tech magazine.", 1190930, 5840, "1"], ["I've been writing this block for 12 years and I kind of tend to practice what I preach.", 1197150, 7250, "1"], ["So, for example, I don't take planes.", 1204500, 2150, "1"], ["I don't drive cars.", 1206650, 1240, "1"], ["Magazine is oblog that explores questions of sustainability and environmentalism.", 1208630, 4950, "1"], ["And of course I need to use the Internet because that's what everybody reads.", 1214140, 4910, "1"], ["These days it's the medium of these times.", 1219050, 2490, "1"], ["Some of Chris is readers asked him if he thought his beautifully designed website was kind of ironic in that it wasn't as low tech and sustainable as the content it presented.", 1222740, 11500, "1"], ["So he took a look and I found out that my own low Tech magazine block was was in fact the equivalent of sov car.", 1234440, 9490, "1"], ["With very heavy pages took lot lot of time to download and then I realize like I didn't even think about how to make sustainable website.", 1244470, 12350, "1"], ["So he decided to retool the entire site.", 1257440, 3140, "1"], ["First, he tackled the page sizes because he says that most sites require a lot of data to work properly.", 1261000, 6600, "1"], ["If you look at the evolution.", 1267860, 1710, "1"], ["On the Internet you see like in, say, 10 years ago it was around 500 kilobytes and now it's close to 3 megabytes.", 1271100, 7320, "1"], ["It's basically publishers and bloggers who continued to add higher resolution images, higher resolution videos, more videos, more images, more advertisements, who also consume a lot of energy cookie warnings.", 1278420, 16760, "1"], ["Please subscribe to our newsletter.", 1295180, 3020, "1"], ["All that kind of stuff it adds.", 1298200, 2580, "1"], ["A lot of, uh, wait to the page an so the first decision we made was to go back to the beginnings of the Internet when people build static web pages.", 1301240, 12650, "1"], ["And a static web pages, a website.", 1314810, 2000, "1"], ["That or a web page that always exists, even if people are not looking at it.", 1316830, 4650, "1"], ["It's just a a file on a computer.", 1322050, 2380, "1"], ["You don't need all these processing power constantly to regenerate the pages.", 1324470, 5590, "1"], ["You have much much lower enerji.", 1330640, 1730, "1"], ["Use a static page is an efficient page.", 1332370, 4000, "1"], ["Less data means less energy, which led Krista his second solution.", 1336510, 5200, "1"], ["Powering his own server with solar enerji.", 1341980, 3490, "1"], ["The solar panel is not much bigger than a pizza box, and it's it's just outside his apartment window in Barcelona.", 1345570, 6940, "1"], ["On cloudy or rainy days it might not generate enough energy, and so sometimes the battery powering the site will die, which happens sometimes.", 1352780, 9790, "1"], ["Yet in my website is inaccessible.", 1362570, 2380, "1"], ["Or if you set the kitchen on fire like I did last week, then it will also go offline for awhile.", 1364970, 7090, "1"], ["You can see a small battery icon on the website itself and it tells you how much juice is left, increases battery.", 1373150, 6410, "1"], ["This is all a big experiment for now.", 1381020, 1930, "1"], ["The original low tech website is actually still online as well, because Chris needs more time to port over the archive into his new solar addition.", 1382970, 9180, "1"], ["But while he's doing that, there's one more advantage.", 1392450, 2620, "1"], ["Coming from Chris is project privacy, by the way, of energy efficiency.", 1395070, 5420, "1"], ["Yeah, so we don't have cookie warnings, for example, because we don't track our visitors.", 1400970, 6780, "1"], ["There's no advertisements.", 1408090, 1640, "1"], ["There's no web analysis software.", 1409730, 2640, "1"], ["You are completely surfing anonymously on our website and that's also an important thing because yeah, it uses energy.", 1412880, 9270, "1"], ["All these tracking services for another big problem of these times.", 1422150, 3880, "1"], ["Find Krista Decker site.", 1428590, 1580, "1"], ["At solar.lowtechmagazine.com", 1430190, 1100, "1"], ["we can grab a link in our show notes.", 1431330, 3530, "1"], ["Chris is solar powered and radically pared back website make sense for low Tech magazine, but it's not scalable, not really static.", 1439260, 8860, "1"], ["Web pages would take a lot of the functionality and the fun out of the media rich Internet we love, but just as we think about our habits in real life like recycling or leaving the car at home a little bit more, eating less meat and so on, we can rethink our on line habits too.", 1448120, 19180, "1"], ["Would you try a search engine that spends its profits planting trees to offset carbon emissions?", 1468040, 5380, "1"], ["It exists in it's called Ecosia.", 1473580, 2950, "1"], ["They've even built their own solar plant to power every search on their platform.", 1476760, 4670, "1"], ["Peter van Midwood is with Ecosia.", 1481760, 2170, "1"], ["He is great title.", 1483950, 1980, "1"], ["He is chief tree planting officer.", 1485930, 2900, "1"], ["Ecosia is a search engine.", 1491860, 1390, "1"], ["We are using the search engine as a vehicle to do good and we're a social business.", 1493270, 5160, "1"], ["After deducting the cost from our monthly income, 20% of the rest goes in a reserve and the rest is used to plant trees.", 1499330, 5900, "1"], ["It can take anywhere between 40 to 100 searches to eventually planted tree.", 1505230, 5590, "1"], ["We've planted over 50 million trees now, which I think is great because it's really probably the most lazy way to plant trees.", 1510840, 8750, "1"], ["We do not just go somewhere and plant trees.", 1521100, 3120, "1"], ["We always find local partners that already have experience in doing that.", 1524220, 3120, "1"], ["It's sometimes hard to imagine that you have such a powerful tool under your fingers when you're using a search engine, but that's really how it is.", 1527780, 8980, "1"], ["If we would have just 10% of that market, we could plant billions of trees and solve an important part of climate change.", 1537060, 8340, "1"], ["Yes, the Internet needs a lot of energy.", 1549530, 3210, "1"], ["And yes, we rely on a lot of dirty sources for that energy.", 1553080, 4150, "1"], ["But as we heard, many tech companies know that caring for the environment is good for business and those that don't face increasing pressure to change.", 1557790, 9420, "1"], ["In April, Amazon employees published an open letter calling on the company to make substantial commitments to reducing its carbon footprint, and in fact, that's something we're going to be talking about on our next episode.", 1567330, 11140, "1"], ["Meanwhile, though, it's the kind of action that Gary Cook at Greenpeace likes to see.", 1578810, 5270, "1"], ["It's a pretty simple message, but we need to make sure is we're building something that I think that is.", 1584100, 4570, "1"], ["Probably the largest thing our species would build, which is the Internet.", 1588860, 2980, "1"], ["We need to make sure we're building it with sources that are not going to kill the planet.", 1591860, 5020, "1"], ["Mozilla in its fire, Foxx products are not in the Greenpeace click clean report.", 1598860, 4380, "1"], ["They were not asked to take part, but the company is researching the energii use of the fire Fox browser working on reducing energy demand across all its products and across company operations overall.", 1603260, 12100, "1"], ["And there's one concrete thing that they will do.", 1615660, 2260, "1"], ["Remember how miles trailer calculated the carbon footprint of this episode?", 1618170, 4690, "1"], ["Well, he had a suggestion.", 1622880, 1880, "1"], ["If there's a willing listener out there who loves IRL.", 1625050, 3050, "1"], ["Ann wants to support our.", 1628100, 1200, "1"], ["Own planet, you can purchase carbon offsets for an IRL episode.", 1629340, 4740, "1"], ["Mozilla is taking miles up on his idea.", 1634320, 3320, "1"], ["They've purchased enough offsets to cover the carbon footprint of this entire season of IRL.", 1637760, 6140, "1"], ["It's a small gesture for sure, but it is something because the Internet is an essential part of living on this planet, but we need to remind ourselves that, as with everything else, how we live on line has an impact on how we live.", 1644360, 16010, "1"], ["Offline find out more about the books, the music, the research and the people in today's episode by checking out the show notes at irlpodcast.org.", 1660470, 9200, "1"], ["I'm a new summer ODI and this is IRL and original podcast from fire Fox.", 1672980, 5800, "1"], ["Baby shark Doo Doo Doo Doo Doo baby shark Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo Doo.", 1685920, 7240, "1"]]